#capitalize() მეთოდი Python-ში სტრიქონს ისე გარდაქმნის, რომ მხოლოდ პირველი ასო იყოს დიდი, ხოლო დანარჩენი — პატარა.
#split()
#👉 ყოფს სტრინგს გადაცემული გამყოფის (default არის space " ") მიხედვით და აბრუნებს სიის სახით.
#append()
#👉 სიას (list-ს) ამატებს ელემენტს ბოლოში.
#upper()
#👉 სტრინგის ყველა ასოს გარდაქმნის დიდ ასოდ.
#isupper()
#👉 აბრუნებს True-ს, თუ ყველა ასო დიდია, თორემ False.
#strip()
#👉 შლის ცარიელ ადგილებს (space, tab, newline) სტრინგის დასაწყისიდან და ბოლოდან.

#. lambda
#👉 ერთხაზიანი ანონიმური ფუნქცია (უსახელო ფუნქცია).
#გამოიყენება სწრაფად და მოკლედ პატარა ფუნქციების დასაწერად.

#for loop
#👉 ციკლი, რომელიც გადადის ელემენტებზე (მაგ. სიაზე, სტრინგზე, დიაპაზონზე და ა.შ.)

#len()
#👉 აბრუნებს ობიექტის სიგრძეს (ელემენტების რაოდენობას).
#შესაძლებელია გამოყენება list-ზე, string-ზე და სხვა iterable-ებზე.

#while loop
#👉 ციკლი, რომელიც მუშაობს მანამ, სანამ პირობა ჭეშმარიტია (True).

#replace() (სტრინგებზე)
#👉 ცვლის სტრინგში კონკრეტულ ნაწილს სხვა მნი
# შვნელობით.

#pop() (სიაზე – list)
#👉 შლის და აბრუნებს ელემენტს სიიდან (default ბოლოს).

#sorted()
#👉 აბრუნებს დალაგებულ სიას (default – ზრდადობით).

#sum()
#👉 შეკრებს ყველა რიცხვს

#join() (სტრინგზე)
#👉 აერთიანებს ელემენტებს ერთ სტრინგად
